START_TEXT = """
Здравствуйте {},
Здесь вы можете оставить свой отзыв о поездке

✅ Готовы продолжить?
"""
DESCRIPTION_TEXT = """
Пожалуйтса предоставьте подробную информацию
✅ Готовы продолжить?
"""
CANCEL_TEXT = '❌ Отмена, чтобы начать снова /start'
ROUTE_NUMBER_TEXT = "Напишите пожалуйста номер маршрута"
DATE_TEXT = 'Введите дату \n\nФормат: XX.YY.ZZZZ'
TIME_TEXT = 'Введите время \n\nФормат: XX:YY\n\nПримеры правильного ввода:\n12:07\n01:12\n23:10'
ROUTE_TEXT = "Напишите пожалуйста название остановки, направление"
CAR_NUMBERS_TEXT = "Введите грз транспортного средства"
REPORT_TEXT = """
Опишите проблему по подробнее, при желании можно оставить фото
"""
CHOICE_PLATFORM_TEXT = 'Выберите способ получение ответа'
EMAIL_TEXT = 'Введите электронную почту'
RESULT_TEXT = """
Указанные данные введены верно?

✅ номер маршрута: {}
✅ дата: {}
✅ время: {}
✅ название остановки, направление: {}
✅ грз транспортного средства: {}
✅ описание: {}
✅ email: {}
✅ telegram: @{}
"""
ACCEPT_MESSAGE = """
☑️ Указанные данные: {}
Введены верно? 
"""
EMAIL_RESULT_TEXT = """
Оставлена жалоба:<br>
<br>
✅ номер маршрута: {}<br>
✅ дата: {}<br>
✅ время: {}<br>
✅ название остановки, направление: {}<br>
✅ грз транспортного средства: {}<br>
✅ описание: {}<br>
✅ email: {}<br>
✅ telegram: @{}<br>
"""
SUCCES_TEXT = "Всё прошло успешно ☑️\n\n Ожидайте пока ваша заявка будет рассмотрена ✅"
EMAIL_MESSAGE_THEME = "Тема сообщения 213213 777"
